IDEA Open Model
OpenModel.LoadFromXmlFile Method
Compatible with IDEA StatiCa Beta 20.0
 Creates the instance of Open Model from the XML file
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public static OpenModel LoadFromXmlFile(
	string xmlFileName
)
Public Shared Function LoadFromXmlFile (
	xmlFileName As String
) As OpenModel
Parameters
xmlFileName
Type: System.String
XML file name
Return Value
Type: OpenModel
Open Model or null
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace